[
    {
      "id": 1,
      "name": "1984",
      "author": "George Orwell",
      "img": "https://img.iskultur.com.tr/2021/01/1984.png",
      "pages": 352,
      "category": "Modern Klasikler",
      "price": 9.8,
      "desc" : "1984, hiç kuşkusuz 20. yüzyılda yazılmış en güçlü metinlerden biridir. Orwell’in 1949’da yayımlanan karşı-ütopyacı romanı, kâbusu andıran bir gelecek vizyonuyla her kuşaktan okuru derinden etkilemiştir. 1984, dünyanın sürekli birbiriyle savaş halindeki üç totaliter devletin egemenliği altında bulunduğu düşsel bir gelecekte geçer. Her şeyin devlet tarafından denetlendiği belleksiz ve muhalefetsiz bir toplum tehlikesine karşı sarsıcı bir uyarıdır. Etkisi yayımlanışının üzerinden geçen yetmiş yılda hiç azalmadığı gibi daha da artan roman, bugün kolektif belleğimize kazınmıştır adeta. Bunda çeşitli sinema, televizyon ve sahne uyarlamalarının yanı sıra başka yapıtlara ilham vermesinin de rolü büyüktür. Geçen yüzyıldan başka hiçbir roman, gücünden bir şey yitirmeden bu denli göz önünde olmamıştır. Bugün 1984’e atıfta bulunmadan totaliter rejimlerden, propagandadan, gözetlemeden ve gerçeğin saptırılmasından söz etmek neredeyse imkânsızdır. Roman ayrıca popüler kültüre 'Büyük Birader', 'çiftdüşün', 'düşünsuç', 'yenikonuş', 'Düşünce Polisi', '101 No’lu Oda' gibi terimlerden oluşan bir sözdağarı armağan etmiştir.",
      "publisher" : ""
    },
    {
      "id": 2,
      "name": "Ateş Yakmak",
      "author": "Jack London",
      "img": "https://img.iskultur.com.tr/2019/04/ates-yakmak-1.png",
      "pages": 64,
      "category": "Modern Klasikler",
      "price": 5.6,
      "desc" : " Jack London, Kuzey topraklarını konu alan eserlerinde okurlarını buzla sarmalanmış bir diyarda adım adım gezdirir. Biri 1902’de, öbürü 1908’de yayımlanan ve 'Ateş Yakmak' başlığını paylaşsalar da birbirlerinden olay örgüsü yönünden ayrılan iki hikâyeyle, 'Yaşama Azmi' adlı üçüncü bir hikâyenin bir araya getirildiği bu derlemede de Jack London insanın buz kaplı doğayla ve kendi benliğiyle yüzleşmesini anlatır.  Gençliğinde Klondike bölgesine altın aramaya giden ve soğuğun hüküm sürdüğü bu topraklarda bizzat yaşamış olan London, Alaska’dan Yukon’a, Kolondike’ten Kanada tundralarına kadar yörenin coğrafyasına ve sakinlerine oldukça hâkimdir. Jack London’ın karakterleri Kuzey’in dört bir yanda uzanan bembeyaz topraklarında vahşi doğanın gücüyle amansız bir mücadele halindedir. Doğanın, soğuğun ve pek iyi bilmedikleri bir coğrafyanın pençesinde, hayata tutunmaya çalışırlar.  Ve ateş yakmak, bu varoluş mücadelesinin ilk adımıdır." ,
      "publisher" : ""
    },
    {
      "id": 3,
      "name": "Altıncı Koğuş",
      "author": "Anton Pavloviç Çehov",
      "img": "https://img.iskultur.com.tr/2017/08/altinci-kogus.png",
      "pages": 72,
      "category": "Modern Klasikler",
      "price": 4.9,
      "desc" : "Çehov bir taşra kasabasındaki akıl hastanesinde geçen bu novellasında, eğitimli bir hasta olan İvan Dmitriç ile Doktor Andrey Yefimıç arasındaki felsefi çatışmaya odaklanır. İvan Dmitriç maruz kaldıkları adaletsizliğe, içinde yaşamaya zorlandıkları berbat koşullara karşı çıkarken, Andrey Yefimıç bunları görmezden gelmekte ısrar eder ve durumu değiştirmek için kılını bile kıpırdatmaz. Doktor sonunda içine düştüğü 'felsefi' yanılgının farkına vardığında ise artık iş işten geçmiştir. Altıncı Koğuş, Rusya’nın ve ülkenin sorunlarıyla ilgilenmek yerine onları uzaktan izlemeyi tercih eden elit Rus aydınının 'deliliği'nin simgesidir adeta.",
      "publisher" : ""
    },
    {
      "id": 4,
      "name": "Amok Koşucusu",
      "author": "Stefan Zweig",
      "img": "https://img.iskultur.com.tr/2017/01/amok15.jpg",
      "pages": 64,
      "category": "Modern Klasikler",
      "price": 4.9,
      "desc" : "Amok Koşucusu doktor olarak yardıma ihtiyaç duyan bir insana el uzatmanın vicdani yükümlülüğüyle kendi karmaşık duyguları arasında sıkışıp kalan bir adamın hikâyesidir. Hollanda Doğu Hint Adaları’nda görev yapan bir doktor, dara düşüp kendisine başvuran çok zengin bir kadının 'yardım' talebini geri çevirir. Zira kadının mağrur ve hesapçı tavrı karşısında büyük bir öfkeye kapılmış, gururuna yenik düşmüştür. Ancak söz konusu olan insan hayatıdır. Kısa süre içinde pişmanlığın pençesine düşer. Kadına yardım etmeyi saplantı haline getiren doktor, Malezya halkında rastlanan bir nevi öldürücü delilik olan hummanın, amokun etkisi altına girer.",
      "publisher" : ""
    },
    {
      "id": 5,
      "name": "Martin Eden",
      "author": "Jack London",
      "img": "https://img.iskultur.com.tr/2014/08/martin-eden-1.png",
      "pages": 528,
      "category": "Modern Klasikler",
      "price": 17.5,
      "desc" : "Jack London’ın yarı otobiyografik romanı Martin Eden, 20. yüzyıl başında sosyal ve ideolojik meseleler ağırlıklı içeriğiyle Amerikan edebiyatında büyük ölçüde kabul görmüştür. London farklı sınıflar arasındaki zihniyet ve değer farklarını gözlerimizin önüne sererken, statü ve servetin Amerikan toplumundaki hayati önemine işaret eder. Romanın ana temalarından biri, başarı ve refah yolunun sosyal sınıf farkı gözetilmeksizin herkese açık olduğu şeklinde özetlenebilecek Amerikan Rüyası’dır. Ya da bu idealin yarattığı muazzam hayal kırıklığı…",
      "publisher" : ""
    },
    {
      "id": 6,
      "name": "Sineklerin Tanrısı",
      "author": "William Golding",
      "img": "https://img.iskultur.com.tr/2008/10/Sineklerin-Tanrisi.png",
      "pages": 272,
      "category": "Modern Klasikler",
      "price": 11.2,
      "desc" : "Sineklerin Tanrısı başlangıçta, ıssız bir adaya düşen çocukların serüvenlerini anlatan, küçükler için yazılmış bir öykü, R.M. Ballantyne’ın Mercan Adası’nın çağdaş bir uygulaması sanılabilir. Hatta Golding, kendine özgü buruk alaycılıkla, okuyucunun bu sanısını pekiştirmek istercesine, Sineklerin Tanrısı’nın başlıca iki kişisine Mercan Adası’ndaki çocuklardan aldığı Ralph ve Jack adlarını verir. Mercan Adası’nda Ballantyne, oldukça duygusal ve biraz da bön bir iyimserlikle, gemileri battıktan sonra Pasifik Okyanusu’nda ıssız bir adaya sığınan üç İngiliz gencinin, Büyük Britanya uygarlığının oldukça başarılı bir küçük örneğini nasıl yeniden kurduklarını anlatır. Golding’in Sineklerin Tanrısı’nda da bir mercan adası ve İngiliz çocuklar vardır. Ama altı ile on iki yaş arasında olan bu çocuklar, gelecekteki atom savaşı sırasında, güvenilir bir yere götürülmek üzere bindikleri uçak bir saldırıya uğradığı için bu mercan adasına düşmüşlerdir. Ve bu mercan adasında olup bitenler, Ballantyne’ın romanında olup bitenlere hiç mi hiç benzememektedir…",
      "publisher" : ""
    },
    {
      "id": 7,
      "name": "Ölü Canlar",
      "author": "Nikolay Vasilyeviç Gogol",
      "img": "https://img.iskultur.com.tr/2010/09/olu-canlar.png",
      "pages": 484,
      "category": "Dünya Klasikleri",
      "price": 15.4,
      "desc" : "Nikolay Vasilyeviç Gogol (1809-1852): Ukrayna’da, orta halli toprak sahibi bir ailede dünyaya geldi. Çocukluğunu etkileyen köy yaşamı ve Kazak gelenekleri eserlerine yansıdı, Ukrayna halk kültürünün ögeleriyle işlenmiş öyküler yazdı. Mizah anlayışı, gerçekçi tutumu ve canlı anlatımıyla Rus edebiyatında önemli bir yeniliğin öncüsü oldu. Bu yenilik, Dikanka Yakınlarında Bir Çiftlikte Akşam Toplantıları, Petersburg Öyküleri ve Mirgorod Öyküleri’nde mizahın yanı sıra yaşam karşısında karamsarlık ve dünyanın kötülüğü üzerine düşünceleriyle şekillendi. Müfettiş adlı oyununda yozlaşmış bürokratları acımasızca alaya aldı. Gogol, Ölü Canlar adlı romanıyla 19. yüzyıl Rusyası’nda toplumsal düzenin ve bireylerin eleştirisini eşsiz bir başyapıt olarak ortaya koymuştur.",
      "publisher" : ""
    },
    {
      "id": 8,
      "name": "Goriot Baba",
      "author": "Honoré de Balzac",
      "img": "https://img.iskultur.com.tr/2019/07/goriot-baba.png",
      "pages": 288,
      "category": "Dünya Klasikleri",
      "price": 10.5,
      "desc" : "Honoré de Balzac (1799-1850): 19. yy Fransız edebiyatının büyük ismi. Edebi kariyerine oyun yazarak başladı, aldığı eleştiriler neticesinde romana yöneldi. Yirmi yılda 85 romanı tamamladı, öldüğünde arkasında 50 roman taslağı bıraktı. 1830 yılında kurmaca eserlerini Dante’nin İlahi Komedya’sına atıfla İnsanlık Komedyası başlığı altında topladı. Bir kısmı zamanla edebiyatın arketiplerine dönüşen 2000’i aşkın karakter yarattı; tüm bu karakterleri önyargıdan uzak analitik bir yaklaşımla, toplumsal sınıfından yalıtmaksızın ele aldı. İlk kez 1834 yılında Revue de Paris’de tefrika edilen Goriot Baba, İnsanlık Komedyası’nın Töre İncelemesi ayağında Paris Yaşamından Sahneler başlığı altında yer alır. Yoksul düşmüş eski tüccar yaşlı Goriot’nun sefaleti, ıstırapları ve yalnızlığını merkeze alan roman; paranın insanlık durumu üzerindeki nüfuzunu babalık müessesi, insani zaaflar, gösteriş budalalığı üzerinden son derece trajik bir olay örgüsü ile gözler önüne serer. Kendi antitezlerini; yani anlatıcının yer yer öfkeli ve alaycı tavrının cisimleştiği Vautrin’i, Paris sosyetesine gözünü dikmiş, hırslı ancak naif hukuk öğrencisi Rastignac’ı da içinde barındıran bu burjuva cehennemi, Goriot Baba’ya dek hiç bu denli çarpıcı bir üslupla tasvir edilmemiştir.",
      "publisher" : ""
    },
    {
      "id": 9,
      "name": "Eylül",
      "author": "Mehmet Rauf",
      "img": "https://img.iskultur.com.tr/2020/05/EYLUL.png",
      "pages": 268,
      "category": "Türk Edebiyatı Klasikleri",
      "price": 9.8,
      "desc" : "Servet-i Fünun dergisinde 1900 yılında tefrikaya edilmeye başlanan Eylül, yazarına büyük bir şöhret; edebiyatımıza da psikolojik romanın ilk başarılı örneğini kazandırır. Roman, konusunu döneminde oldukça revaçta olan yasak aşktan alır. Fakat Eylül’de yaşanan aşk masumiyet ve yüceliğine gölge düşürülmeden korunmak istenir. Böylece bakışların konuştuğu, müziğin eşlik ettiği, neredeyse sessiz bir ilişki başlar. Öte yandan karakterler mutluluğu, sevgiyi, toplumsal bağları sorguladıkları; ihtiraslar, çelişkiler, yükseliş ve düşüşlerle dolu oldukça sesli bir iç dünya içindedirler.Mehmet Rauf bu dünyayı İstanbul’un muhteşem güzellikteki Boğaz köyleriyle, müzikle, mevsim geçişleriyle ilmek ilmek örerken duygu betimlemeleri ve tahlilleriyle de unutulmaz bir eser yaratır.",
      "publisher" : ""
    },
    {
      "id": 10,
      "name": "Bize Göre",
      "author": "Ahmet Haşim",
      "img": "https://img.iskultur.com.tr/2019/10/bize-gore.png",
      "pages": 144,
      "category": "Türk Edebiyatı Klasikleri",
      "price": 7,
      "desc" : "Ahmet Haşim’in İkdam gazetesinde çıkan köşe yazılarından seçilen denemelerle Paris seyahati izlenimlerinden oluşan Bize Göre 1928 yılında yayımlandı. Yalın, açık, akıcı, kimi zaman alaycı bir dille yazılmış olan denemeler ve aynı üslup özelliklerini taşıyan seyahat izlenimleri yazarın etkili ifadesinin yanı sıra derin gözlem gücünü ve eleştirel bakış açısını da okura yansıtır. Bununla birlikte bazı yazılarında dikkati çeken şiirsellik Haşim’in imge yüklü şiirlerin duygulu, kırılgan şairi olduğunu da hatırlatır. Bize Göre her gün defalarca karşılaşılan sıradan ve küçük konuların usta bir yazarın kalemiyle nasıl bütünlüklü bir dünya tablosu oluşturabildiğinin çarpıcı bir örneğidir.",
      "publisher" : ""
    },
    {
      "id": 11,
      "name": "Falaka",
      "author": "Ahmet Rasim",
      "img": "https://img.iskultur.com.tr/2019/06/FALAKA.jpg",
      "pages": 352,
      "category": "Türk Edebiyatı Klasikleri",
      "price": 7,
      "desc" : "Osmanlı’da çocuk olmak ne demekti? Çocuklar nasıl yetiştirilir, nasıl okula başlar ve nasıl bir eğitim alırlardı? Ahmet Rasim Falaka’da kendisinin çocukluktan ilk gençliğine uzanan hatıraları eşliğinde bu soruların cevaplarını verir. Fatih’teki Sofular Mektebi’nde başladığı ve Darüşşafaka’da tamamladığı eğitimini anlatırken bir yandan da 19. yüzyıl İstanbul’unun gündelik hayatını ve çocukluğunu tasvir eder. Reşat Ekrem Koçu’nun ifadesiyle, Ahmet Rasim’in yazılarında İstanbul, manzaraları ve insanlarıyla sesli ve renkli bir film halinde akar. Falaka da bu filmin en renkli sahnelerini barındırıyor.",
      "publisher" : ""
    },
    {
      "id": 12,
      "name": "Kuyucaklı Yusuf",
      "author": "Sabahattin Ali",
      "img": "https://img.iskultur.com.tr/2020/01/kuyu.jpg",
      "pages": 236,
      "category": "Türk Edebiyatı Klasikleri",
      "price": 5.6,
      "desc" : "Sabahattin Ali Kuyucaklı Yusuf ’ta bir Anadolu kasabasını, bütün insani ve sosyal gerçekliğiyle verir: Soylu  insanlarıyla, bayağı insanlarıyla; sevgilerle, nefretlerle; umutla umuzsuzlukla… (…) Okuduğum Türk romanları  içinde ayrıntıların en mükemmel, en ustaca kullanıldığı romanlardan biri. O pek önemsizmiş gibi görünen küçük küçük ayrıntılar romana tam bir somutluk kazandırıyor; romandaki dünya, çerçevesini kırıp dışarıya fırlıyor, sizin dünyanıza karışıyor.",
      "publisher" : ""
    }
  ]